{
  "A": {
    "tok2idx": {
      "A_Accepted": 2,
      "A_Complete": 3,
      "A_Concept": 4,
      "A_Create Application": 5,
      "A_Incomplete": 6,
      "A_Submitted": 7,
      "A_Validating": 8,
      "O_Accepted": 9,
      "O_Cancelled": 10,
      "O_Create Offer": 11,
      "O_Created": 12,
      "O_Returned": 13,
      "O_Sent (mail and online)": 14,
      "O_Sent (online only)": 15,
      "W_Assess potential fraud": 16,
      "W_Call after offers": 17,
      "W_Call incomplete files": 18,
      "W_Complete application": 19,
      "W_Handle leads": 20,
      "W_Validate application": 21
    }
  },
  "R": {
    "tok2idx": {
      "User_1": 2,
      "User_10": 3,
      "User_100": 4,
      "User_101": 5,
      "User_102": 6,
      "User_103": 7,
      "User_104": 8,
      "User_105": 9,
      "User_106": 10,
      "User_107": 11,
      "User_108": 12,
      "User_109": 13,
      "User_11": 14,
      "User_110": 15,
      "User_111": 16,
      "User_112": 17,
      "User_113": 18,
      "User_114": 19,
      "User_115": 20,
      "User_116": 21,
      "User_117": 22,
      "User_118": 23,
      "User_119": 24,
      "User_12": 25,
      "User_120": 26,
      "User_121": 27,
      "User_122": 28,
      "User_123": 29,
      "User_124": 30,
      "User_125": 31,
      "User_126": 32,
      "User_127": 33,
      "User_128": 34,
      "User_129": 35,
      "User_13": 36,
      "User_130": 37,
      "User_131": 38,
      "User_132": 39,
      "User_133": 40,
      "User_134": 41,
      "User_135": 42,
      "User_136": 43,
      "User_137": 44,
      "User_138": 45,
      "User_139": 46,
      "User_14": 47,
      "User_140": 48,
      "User_141": 49,
      "User_142": 50,
      "User_143": 51,
      "User_144": 52,
      "User_15": 53,
      "User_16": 54,
      "User_17": 55,
      "User_18": 56,
      "User_19": 57,
      "User_2": 58,
      "User_20": 59,
      "User_21": 60,
      "User_22": 61,
      "User_23": 62,
      "User_24": 63,
      "User_25": 64,
      "User_26": 65,
      "User_27": 66,
      "User_28": 67,
      "User_29": 68,
      "User_3": 69,
      "User_30": 70,
      "User_31": 71,
      "User_32": 72,
      "User_33": 73,
      "User_34": 74,
      "User_35": 75,
      "User_36": 76,
      "User_37": 77,
      "User_38": 78,
      "User_39": 79,
      "User_4": 80,
      "User_40": 81,
      "User_41": 82,
      "User_42": 83,
      "User_43": 84,
      "User_44": 85,
      "User_45": 86,
      "User_46": 87,
      "User_47": 88,
      "User_48": 89,
      "User_49": 90,
      "User_5": 91,
      "User_50": 92,
      "User_51": 93,
      "User_52": 94,
      "User_53": 95,
      "User_54": 96,
      "User_55": 97,
      "User_56": 98,
      "User_57": 99,
      "User_58": 100,
      "User_59": 101,
      "User_6": 102,
      "User_60": 103,
      "User_61": 104,
      "User_62": 105,
      "User_63": 106,
      "User_64": 107,
      "User_65": 108,
      "User_66": 109,
      "User_67": 110,
      "User_68": 111,
      "User_69": 112,
      "User_7": 113,
      "User_70": 114,
      "User_71": 115,
      "User_72": 116,
      "User_73": 117,
      "User_74": 118,
      "User_75": 119,
      "User_76": 120,
      "User_77": 121,
      "User_78": 122,
      "User_79": 123,
      "User_8": 124,
      "User_80": 125,
      "User_81": 126,
      "User_82": 127,
      "User_83": 128,
      "User_84": 129,
      "User_85": 130,
      "User_86": 131,
      "User_87": 132,
      "User_88": 133,
      "User_89": 134,
      "User_9": 135,
      "User_90": 136,
      "User_91": 137,
      "User_92": 138,
      "User_93": 139,
      "User_94": 140,
      "User_95": 141,
      "User_96": 142,
      "User_97": 143,
      "User_98": 144,
      "User_99": 145
    }
  },
  "WD": {
    "tok2idx": {
      "Friday": 2,
      "Monday": 3,
      "Saturday": 4,
      "Sunday": 5,
      "Thursday": 6,
      "Tuesday": 7,
      "Wednesday": 8
    }
  },
  "LG": {
    "tok2idx": {
      "Boat": 2,
      "Business goal": 3,
      "Car": 4,
      "Caravan / Camper": 5,
      "Debt restructuring": 6,
      "Existing loan takeover": 7,
      "Extra spending limit": 8,
      "Home improvement": 9,
      "Motorcycle": 10,
      "Not speficied": 11,
      "Other, see explanation": 12,
      "Remaining debt home": 13,
      "Tax payments": 14,
      "Unknown": 15
    }
  },
  "AT": {
    "tok2idx": {
      "Limit raise": 2,
      "New credit": 3
    }
  }
}